Repository: gburca/DreamBeam
Catalog: Language/lang.*.resx
Languages: de_de, ro_ro

# Left.Presentation
source: Media Presentation
de_de: Media Präsentation
ro_ro: Prezentare Media

# Options.BeamBox.BGColorButton
source: Set Color
de_de: Farbe einstellen
ro_ro: Setează Culoarea

# Options.BeamBox.tabpage2
source: Manual
de_de: Manuell

# Help.EditSongs.1.Title
source: Edit Songs
de_de: Lieder bearbeiten

# Menu.Help.EditSongs
source: &Edit Songs
de_de: Lieder bearbeiten

# Menu.MediaList.SaveAs
source: Save &As...
de_de: Speichern als...
ro_ro: Salvează &Ca...

# Options.Graphics.AlphaSpeed
source: Speed
de_de: Geschwindigkeit
ro_ro: Viteză

# Help.Intro.6.Title
source: Search
de_de: Suchen

# Right.MediaLists.Delete
source: Delete
de_de: Löschen
ro_ro: Șterge

# Menu.Help.GetToKnow
source: &Get to know DreamBeam
de_de: DreamBeam kennenlernen

# TextTool.Bible.OldTestament
source: Old Testament
de_de: Altes Testament
ro_ro: Vechiul Testament

# Message.MediaListNotSavedYet
source: MediaList is not saved, yet.
de_de: Media Liste wurde noch nicht gespeichert.
ro_ro: Lista Media nu este salvată încă.

# Help.EditSongs.3.Title
source: Text Toolbars
de_de: Werkzeugleisten

# TabPages.Presentation
source: Media Presentation
de_de: Media Präsentation
ro_ro: Prezentare Media

# Menu.Help.ShowSongs
source: &Show Songs
de_de: Lieder anzeigen

# Help.Options.2.Title
source: Common Settings
de_de: Allgemeine Einstellungen

# MediaPresentation.Preview
source: Preview
de_de: Vorschau
ro_ro: Fereastră Previzualizare

# Options.BeamBox.PositionTitle
source: Set Position:
de_de: Position bestimmen:
ro_ro: Setează Poziția:

# TabPages.TextTool
source: Text Tool
de_de: Text Werkzeug
ro_ro: Unealtă Text

# Message.SaveSongAs
source: Save song as..
de_de: Lied speichern als..
ro_ro: Salvează Cântecul ca..

# Options.Common.Language
source: Language
de_de: Sprache
ro_ro: Limbă

# TextTool.Bible.NewTestament
source: New Testament
de_de: Neues Testament
ro_ro: Noul Testament

# Options.Bible.SwordFolderButton
source: Browse...
de_de: auswählen...
ro_ro: Răsfoiește...

# MediaPresentation.Loop
source: Loop
de_de: Wiederholen
ro_ro: Repetă..

# Options.Bible.SwordLanguage
source: Sword Language
de_de: Sword Sprache
ro_ro: Limbă Sword

# Menu.Song.SaveAs
source: Save &As...
de_de: Speichern als...
ro_ro: Salvează &Ca...

# Right.MediaLists.Loop
source: Loop Media List
de_de: mit Wiederholung
ro_ro: Repetă Lista Media

# Help.EditSongs.1
source: The ‘Edit Songs’ component is used to edit Song Lyrics, place the them on the Projector Window and select a Background. It will be activated with this Button.
de_de: Die 'Lieder bearbeiten' - Komponente wird zum bearbeiten, platzierung und Darstellung der Liedtexte und des Hintergrundbildes verwendet. Über diese Schaltfläche wird es aktiviert.

# Help.EditSongs.3
source: Here you can select a font, the size, the color and an outline. An outline is a colored line around each letter, to make the text better readable on a image background.
de_de: Hier können sie die Art, die Größe, die Farbe und die Umrandung der Schrift festlegen. Die Textumrandung ist sehr empfehlenswert um Text auf verschiedenfarbigen Hintergründen besser lesbar zu machen.

# Help.EditSongs.2
source: There are three of them. The first is for the title, the second for the verses and the third one is for the song writer. Of course you can leave any of them empty. To start a new verse in the verse box, insert two blank lines.
de_de: Es gibt 3 von ihnen. Das erste ist für den Titel, das zweite für die Strophen und das dritte für den Autor. Natürlich können jegliche auch leer gelassen werden. Um im Feld für die Strophen eine neue Strophe zu beginnen, fügen sie zwei Leerzeilen ein.

# Options.BeamBox.tabpage1
source: Auto
de_de: Automatisch

# Help.EditSongs.4
source: Use AutoPos to place the Text automatically on the Screen, or use the X-Y Coordinates to do it manually.
de_de: Benutzen sie AutoPos im den Text automatisch zu platzieren, alternativ können sie das auch manuell über die X-Y Koordinaten tun.

# Help.EditSongs.7
source: Displays/Updates the Song on the Projector Box.
de_de: Zeigt/Aktuallisiert das Lied im Beamer Fenster.

# Help.EditSongs.6
source: Switch foreward and backward through the verses for preview.
de_de: Wechseln sie Vorwärts und Rückwärts durch die Strophen für die Vorschau.

# Menu.Edit
source: &Edit
de_de: Bearbeiten
ro_ro: &Editare

# Help.TextTool.2.Title
source: Document Manager
de_de: Dokumente

# TextTool.NewDocument
source: New Document
de_de: Neu
ro_ro: Document Nou

# Options.Okay
source: OK
de_de: Übernehmen

# SongEdit.MultiLangPanel
source: Multi-Language
de_de: Mehrsprachig
ro_ro: Multi-Limbă

# Message.MediaListExits
source: This MediaList already exists.
de_de: Diese Media Liste existiert bereits.
ro_ro: Această Listă Media există deja.

# Options.Graphics.Outline
source: Text Outline Size
de_de: Text-Umrahmungs-Größe
ro_ro: Mărime Contur Text

# EditSongs.OutlineColor
source: Outline Color
de_de: Farbe
ro_ro: Culoare Contur

# Message.RenameSongTitle
source: Rename Song "%1%" to ...
de_de: Lied "%1%" umbenennen zu ...
ro_ro: Redenumește Cântecul "%1%" în ...

# Help.TextTool.4
source: Uses the 'Sword Project' to quote from the Bible. To set it up correctly, you have to install and define the Path to the 'Sword Project' in the 'Options' Menu. To get a result chose a translation, a book and enter a chapter and a verse like '1 John 3:16'.
de_de: Das Bibel Panel benutzt das 'Sword Project' um aus der Bibel zu zitieren. Um es richtig zu einzustellen, müssen Sie 'Sword Project' installieren und dessen Pfad im Options Menü angeben. Um ein Zitat zu bekommen wählen sie eine Übersetzung und ein Buch und geben dann Kapitel und Vers an. zb. '1 John 3:13'.

# Help.TextTool.5
source: Displays/Updates the Text on the Projector Box.
de_de: Zeigt/Erneuert den Text auf dem Beamer-Fenster.

# Help.TextTool.2
source: Here you enter you Text Messages. You can use multiple Documents for different Messages.
de_de: Here you enter you Text Messages. You can use multiple Documents for different Messages. Hier geben Sie ihre Nachrichten ein. Sie können verschiedene Dokumente für verschiedene Nachrichten benutzen.

# Help.TextTool.3
source: Create new Documents, Change Font, Color and Size of your Messages.
de_de: Erstellen sie neue Dokumente, ändern Sie Schriftart, Farbe und Größe ihrer Nachricht.

# SongEdit.BG_DecscriptionLabel
source: Background Image
de_de: Hintergrund-Bild
ro_ro: Imagine de Fond

# Help.TextTool.1
source: Use the 'Text Tool' to display Instant-Messages like Bible quotes or News.
de_de: Benutzen Sie das 'Text Werkzeig' um Nachrichten wie Bibelstellen oder Neuigkeiten zu Präsentieren.

# Right.Media
source: Media
de_de: Medien

# Right.Search.Words
source: Words
de_de: Wörter
ro_ro: Cuvinte

# Right.Media.Up
source: Up
de_de: Hoch
ro_ro: Sus

# Right.MediaLists
source: Media Lists
de_de: Medien Listen
ro_ro: Liste Media

# ShowSongs.ToProjector
source: Live
de_de: zum Beamer
ro_ro: În Direct

# Right.Songs
source: Songs
de_de: Lieder
ro_ro: Cântece

# Menu.View
source: &View
de_de: Ansicht
ro_ro: &Arată

# Status.PlaylistSongRemoved
source: Song "%1%" removed from playlist.
de_de: Lied "%1%" von der Playlist entfernt.
ro_ro: Cântecul "%1%" a fost șters.

# Right.Search.Search
source: Search
de_de: Suchen!
ro_ro: Caută

# Right.MediaLists.Seconds
source: seconds.
de_de: Sekunden.
ro_ro: secunde.

# Help.EditSongs.6.Title
source: Next/Previous Verse
de_de: Nächste/Vorherige

# Help.TextTool.4.Title
source: The Bible Panel
de_de: Das Bible Panel

# Right.Songs.Delete
source: Delete
de_de: Löschen
ro_ro: Șterge

# Message.EnterSongName
source: Enter a name for the Song
de_de: Bitte den Namen des Liedes eingeben:
ro_ro: Introdu un nume pentru cântec

# Right.Media.Show
source: Show&Next
de_de: Zeigen&Weiter
ro_ro: Arată&Următor

# Menu.Help
source: &Help
de_de: Hilfe
ro_ro: &Ajutor

# Help.BeamBox.4.Title
source: Position Box
de_de: Positionierung

# Help.EditSongs.5.Title
source: Preview Pane
de_de: Vorschau Fenster

# Options.Graphics.PreRender
source: Pre-Render
de_de: Vorberechnen
ro_ro: Pre-Redare

# Options.Graphics.PreRenderTitle
source: Pre-Render Verses
de_de: Alle Strophen vorberechnen
ro_ro: Pre-Redare Versete

# Options.Graphics.PreRenderDescription
source: All verse-images will be rendered in background and stored in memory. This increases the display Speed enormous. The only drawback is a higher memory usage, with about 2 MB per verse.
de_de: Alle Strophen-Bilder werden im Hintergrund berechnet und im Programmspeicher abgelegt. Das erhöht die Anzeigegeschwindigkeit enorm. Der einzige Nachteil ist ein größerer Speicherverbrauch, mit ca. 2 MB pro Strophe.
ro_ro: Toate imaginile și versetele vor fi redate și păstrate în memorie. Această metodă mărește viteza de afișare pe ecran. Singura diferență e consumarea de memorie, cam 2MB pe verset.

# EditSongs.AutoPos
source: Auto Position
ro_ro: Poziție Automată

# Global.Buttons.Back
source: Back
ro_ro: Înapoi

# Global.Buttons.Next
source: Next
ro_ro: Urmatorul

# Left.Presentation 1
source: Media Presentation
ro_ro: Prezentare Media

# Options.BeamBox.PositionGroup
source: Position:
ro_ro: Poziție:

# Options.Tabs.Bible.SwordFolderGroup
source: Sword Project Ordner
ro_ro: Dosar Sword

# Options.Tabs.SwordLanguageGroup
source: Sword Sprache
ro_ro: Limbă Sword

# Right.Songs.Playlist
source: Playlist ->
ro_ro: Adaugă

# EditSongs.LyricTypeVerse
source: Verse
ro_ro: Vers

# EditSongs.LyricTypeChorus
source: Chorus
ro_ro: Cor

# EditSongs.LyricTypeOther
source: Other
ro_ro: Altul
