Repository: gburca/DreamBeam
Catalog: Language/lang.*.resx
Languages: de_de, ro_ro

# Menu.Song
source: &Song
de_de: Lied
ro_ro: &Cântec

# Menu.MediaList.Save
source: &Save
de_de: Speichern
ro_ro: &Salvează

# EditSongs.Author
source: Author
de_de: Autor
ro_ro: Autor

# Options.Common.Translate
source: If you like to translate this Software into another Language, you are very welcome!
de_de: Wenn Sie diese Software in eine andere Sprache übersetzen wollen, sind Sie dazu sehr willkommen.
ro_ro: Dacă vrei să traduci acest Program în altă Limbă ești binevenit!

# EditSongs.BackgroundImage
source: Background Image:
de_de: Hintergrund Bild:
ro_ro: Imagine de fond:

# Options.Tabs.Bible
source: Bible
de_de: Bibel
ro_ro: Biblia

# Help.Intro.7.Title
source: Image Folders - List
de_de: Bildordner Liste

# Help.TextTool.3.Title
source: Text Toolbar
de_de: Text Einstellungen

# Help.Presentation.5.Title
source: Media Lists
de_de: Media Listen

# Status.LoadingImages
source: Laoding Background Images ... "%1%"%
de_de: Lade Hintergrund-Bilder ... "%1%"%
ro_ro: Încărcare imagini de fond ... "%1%"%

# Message.WantDeleteSong
source: Do you really want to delete "%1%" ?
de_de: Wollen Sie das Lied "%1%" wirklich löschen?
ro_ro: Chiar vrei să ștergi "%1%" ?

# Status.SongDeleted
source: Song "%1%" deleted.
de_de: Lied "%1%" gelöscht.
ro_ro: Cântecul "%1%" șters.

# TabPages.ShowSongs
source: Show Songs
de_de: Lieder zeigen
ro_ro: Arată Cântece

# Help.BeamBox.1.Title
source: Projector Window
de_de: Beamer-Fenster

# Right.MediaLists.TimerText
source: Change Media Item after:
de_de: Medien wechseln nach:
ro_ro: Schimbă fișierul Media după:

# Toolbar.SaveMediaList
source: Save MediaList
de_de: Media Liste speichern
ro_ro: Salvează Lista Media

# Menu.Edit.Options
source: &Options
de_de: Optionen
ro_ro: &Opținui

# TextTool.Bible.Translation
source: Translation
de_de: Übersetzung
ro_ro: Translatare

# Toolbar.SaveSong
source: Save Song
de_de: Lied speichern
ro_ro: Salvează Cântec

# EditSongs.ColorButton
source: Color
de_de: Farbe
ro_ro: Culoare

# Toolbar.ShowBeamBox
source: Show Projector Window
de_de: Beamer-Fenster zeigen
ro_ro: Arată Fereastră Projector

# Menu.MediaList.Exit
source: E&xit DreamBeam
de_de: DreamBeam beenden
ro_ro: I&eșire DreamBeam

# EditSongs.Verses
source: Verses
de_de: Strophen
ro_ro: Versuri

# Right.Playlist.Up
source: Up
de_de: Hoch
ro_ro: Sus

# Status.ImagesLoaded
source: Background Images Loaded.
de_de: Hintergrund-Bilder geladen.
ro_ro: Imagini de fond încărcate.

# Menu.Help.Components
source: &DreamBeam Components
de_de: DreamBeam Komponenten

# Menu.MediaList
source: &MediaList
de_de: Media Liste
ro_ro: &Listă Media

# Help.TextTool.1.Title
source: Text Tool
de_de: Text Werkzeug

# Help.Intro.1.Title
source: Dreambeam Help
de_de: Dreambeam Hilfe

# EditSongs.Title
source: Title
de_de: Titel
ro_ro: Titlu

# Help.Options.3.Title
source: Graphic Settings
de_de: Grafik Einstellungen

# EditSongs.FontButton
source: Font
de_de: Schrift

# ShowSongs.BackgroundPanel
source: Background
de_de: Hintergrund
ro_ro: Decor

# Menu.MediaList.New
source: &New...
de_de: Neu...
ro_ro: &Nou...

# TextTool.Bible.FindVerse
source: Find Verse
de_de: Vers suchen
ro_ro: Caută Verset

# Status.MediaFilesLoaded
source: Media-Files loaded.
de_de: Media-Dateien geladen.
ro_ro: Fișiere media încărcate.

# Options.Tabs.Browse
source: Browse...
de_de: auswählen...
ro_ro: Răsfoiește...

# Options.BeamBox.OnTopCheckBox
source: Window always on top
de_de: Fenster immer oben
ro_ro: Fereastra întotdeauna deasupra

# Message.SongExists
source: This song already exists.
de_de: Das Lied existiert bereits.
ro_ro: Acest Cântec există deja.

# Options.Tabs.Graphics
source: Graphics
de_de: Grafik
ro_ro: Grafică

# Right.MediaLists.Load
source: <- Load
de_de: <-Laden
ro_ro: Încarcă

# Right.Search.sAllSongs
source: All Songs
de_de: alle Lieder
ro_ro: Toate Cântecele

# TabPages.Bible
source: Bible
de_de: Bibel
ro_ro: Text Biblic

# Options.BeamBox.HideMouseCheckBox
source: Hide Mouse Cursor
de_de: Mauszeiger verstecken
ro_ro: Ascunde Cursorul

# Right.Media.Add
source: Add Media...
de_de: Medien hinzufügen...
ro_ro: Adaugă Media...

# TextTool.Bible.Books
source: Books
de_de: Bücher
ro_ro: Cărți

# Message.MediaListNotSaved
source: No Name defined - MediaList hasn't been saved.
de_de: Kein Name angegeben - Media Liste wurde nicht gespeichert.
ro_ro: Nici un nume definit - Lista Media nu a fost salvată.

# Right.MediaLists.TimerCaption
source: Set Auto Play-Timer
de_de: Auto-Play-Zeiten:
ro_ro: Setare Auto Play-Timp

# Message.ImportMedia
source: Press "Yes" to copy the file(s) into Dreambeam's Media Folder, or "No" to create link(s) to the original location ?
de_de: Drücken sie "Ja" um die Dateien in den DreamBeam Media-Ordner zu kopieren, oder "Nein" um Verknüpfungen zum aktuellen Speicherort zu benutzen.
ro_ro: Apasă "Da" ca să copiezi fișier(ele) în directorul Media, sau "Nu" ca să creezi extensii locul original ?

# Help.Intro.3.Title
source: Component Bar
de_de: Komponenten Leiste

# TabPages.EditSongs
source: Edit Songs
de_de: Lieder Bearbeiten
ro_ro: Editare Cântece

# ShowSongs.HideTitle_Button
source: Hide Title
de_de: Titel
ro_ro: Ascunde Titlu

# Help.Presentation.1.Title
source: Presentation
de_de: Media Präsentation

# Right.Backgrounds
source: Backgrounds
de_de: Hintergrund-Bilder
ro_ro: Imagini de Fond

# Help.ShowSongs.2.Title
source: Verse Box
de_de: Strophen

# Options.Tabs.BeamBox
source: Projector Window
de_de: Beamer Fenster
ro_ro: Fereastră Projector

# Help.Options.1.Title
source: Options
de_de: Optionen

# Message.NoNameEntered
source: No name defined.
de_de: Kein Name eingegeben.
ro_ro: Nici un nume definit.

# Right.Search.Phrase
source: Phrase
de_de: Wortgruppe
ro_ro: Frază

# Menu.Song.Save
source: &Save
de_de: Speichern
ro_ro: &Salvează

# Help.Options.1
source: The 'Options Panel' can be found in the Edit Menu.
de_de: Das Options Panel kann im Edit Menü gefunden werden.

# Menu.Help.Intro
source: &Intro and Main Components
de_de: Intro und Hauptkomponenten
ro_ro: &Documentație

# Help.EditSongs.2.Title
source: Text Boxes
de_de: Text Felder

# Right.Media.Remove
source: Remove
de_de: Entfernen
ro_ro: Șterge

# ShowSongs.HideElementsPanel
source: Hide Elements
de_de: Elemente verstecken
ro_ro: Ascunde Elemente

# Options.BeamBox.Height
source: Height
de_de: Höhe
ro_ro: Înălțime

# Message.SaveMediaListAs
source: Save MediaList as...
de_de: Media Liste speichern als...
ro_ro: Salvează Lista Media ca...

# Help.Options.6.Title
source: Save or Cancel
de_de: Speichern oder Abbrechen

# Help.ShowSongs.2
source: After loading a song from the SongList, you can select here the verses to be displayed. To send them to the projector Window click the “To Projector Box” button, or just double-click the verse.
de_de: Hier können sie die anzuzeigenden Strophen auswählen, nachdem sie ein Lied aus der Liedliste geladen haben. Um es zu dem Beamer zu schicken klicken Sie auf den 'zum Beamer' Button oder Doppelklicken sie einfach eine Strophe.

# Help.ShowSongs.3
source: If you select an image from the ImageList and enable Overwrite, the Songs Background changes to the new one.
de_de: Wenn sie ein Bild aus der BildListe auswählen und Überschreiben aktivieren, dann wechselt der Lied Hintergrund zu dem Neuen.

# Help.ShowSongs.1
source: The 'Show Songs' component is used to send songs and verses to the Projector Box. It will be activated with this Button.
de_de: The 'Show Songs' component is used to send songs and verses to the Projector Box. It will be activated with this Button. Mit der 'Lieder zeigen' Komponente können Lieder zum Beamer gesendet werden. Sie wird mit diesem Button aktiviert.

# Status.LoadingMediaFiles
source: Loading Media-Files ... "%1%"%
de_de: Lade Media-Dateien ... "%1%"%
ro_ro: Încărcare fișiere media ... "%1%"%

# Message.SongNotSavedYet
source: Song has not been saved yet.
de_de: Lied wurde noch nicht gespeichert.
ro_ro: Cântecul nu a fost salvat încă.

# Help.Options.3
source: Here you can change two Graphic Settings. AlphaBlendings are nice transitions between 2 Songs or Pictures, but it only makes sense if your PC is really, really fast. The Outline is a colored line around the text; here you can set its size.
de_de: Hier können sie die Grafik Einstellungen ändern. Alpha Überblendungen sind Übergänge zwischen 2 Liedern oder Bildern, ein wirklich schneller Rechner ist hierfür vorraussetzung. Die Text Umrandung ist eine farbige Linie um den Text, hier können sie dessen Größe bestimmen.

# Help.Options.2
source: Here you can select the Language Version of Dreambeam.
de_de: Hier können sie die Dreambeam Sprachversion auswählen.

# Help.BeamBox.2.Title
source: Show Projector Window
de_de: Beamer-Fenster zeigen

# Help.Options.6
source: Finally, ‘Save’ your changes or 'Cancel' all the things you’ve done.
de_de: Zum Schluss 'Speichern' sie Ihre Einstellungen oder verwerfen sie mit 'Abbrechen'.

# Help.Options.4
source: Like in the ‘Size/Position’ Options in the Projector Box, you can use these panels to set its size and position. (if the Projector Window somehow disappeared off the screen, you will be happy to get it back here ;-). And if you want to hide the MouseCursor on the Projector Window then do it here.
de_de: Wie in den 'Größe/Position' Optionen im Beamer-Fenster, können sie auch hier dessen größe und Position ändern. (Wenn zum Beispiel das Beamer-Fenster aus irgendwelchen Gründen außerhalb der Sichtbaren Bildschirmfläche ist, können Sie es hier zurückholen.) Außerdem kann hier definiert werden ob das Beamer-Fenster immer an oberster Stelle ist und ob der Mauspfeil darauf sichtbar ist.

# Left.ShowSongs
source: Show Songs
de_de: Lieder zeigen
ro_ro: Arată Cântece

# Options.BeamBox.MouseGroup
source: Window and Mouse:
de_de: Fenster und Mauszeiger:
ro_ro: Cursor Mouse

# Right.Media.Down
source: Down
de_de: Runter
ro_ro: Jos

# Options.BeamBox.Width
source: Width
de_de: Breite
ro_ro: Lățime

# SongEdit.ML_Button
source: Enable
de_de: Aktivieren

# Left.TextTool
source: Text Tool
de_de: Text Werkzeug
ro_ro: Unelte Text

# Toolbar.SizePosition
source: Size/Position
de_de: Größe / Position
ro_ro: Mărime/Poziție

# Left.EditSongs
source: Edit Songs
de_de: Lieder Bearbeiten
ro_ro: Editare Cântece

# Message.MediaListName
source: Enter a name for the MediaList:
de_de: Bitte den Namen für die Media Liste eingeben:
ro_ro: Introdu un nume pentru Lista Media:

# Help.Intro.2.Title
source: Main ToolBar
de_de: Haupt-Werkzeugleiste

# Status.MediaListSavedAs
source: MediaList saved as "%1%".
de_de: Media Liste wurde als "%1%" gespeichert.
ro_ro: Lista media salvată ca "%1%".

# Options.BeamBox.SizeGroup
source: Size:
de_de: Größe:
ro_ro: Marime:

# Status.SongSavedAs
source: Song saved as "%1%".
de_de: Lied wurde als "%1%" gespeichert.
ro_ro: Cântecul salvat ca "%1%".

# Help.EditSongs.7.Title
source: To Projector Box
de_de: Zum Beamer Fenster

# ShowSongs.OverwriteBG_Button
source: Overwrite
de_de: Überschreiben
ro_ro: Rescrie

# Help.BeamBox.5.Title
source: Size Box
de_de: Größe

# Toolbar.HideText
source: Hide Text
de_de: Text verstecken
ro_ro: Ascunde Text

# Help.EditSongs.4.Title
source: Position Fields
de_de: Positions Felder

# Menu.Song.New
source: &New...
de_de: Neu...
ro_ro: &Nou...

# Menu.Help.TextTool
source: &Text Tool
de_de: Text Werkzeug

# Help.Presentation.5
source: Here you can manage your Lists of Media Sets. Save a MediaList under the name 'default' to get it loaded automatically on startup. You also here can set up the AutoPlay speed and if it should loop.
de_de: Hier können sie ihre Media Sets verwalten. Speichern sie eine Media Liste unter dem Namen 'default' um sie beim start automatisch geladen zu bekommen. Hier können sie außerdem die Geschwindigkeit von Autoplay einstellen, sowie ob es sich Wiederholen soll.

# Help.Presentation.4
source: This is a mini preview and selection list of your media files. Click on 'Add Media' to browse for files you want to add. Click on AutoPlay, to show the list automaticly. Configure AutoPlay on the MediaLists Tab.
de_de: Das ist eine Mini-Vorschau und Auswahlliste ihrer Media-Dateien. Klicken Sie auf 'Medien hinzufügen' um nach nach Dateien zu browsen die Sie hinzufügen wollen. Konfigurieren sie AutoPlay im Menü der Media Listen.

# Message.SongNotRenamed
source: No name defined - Song has not been renamed.
de_de: Kein Name angegeben - Lied wurde nicht umbenannt.
ro_ro: Nici un nume definit - Cântecul nu a fost modificat.

# Help.Presentation.1
source: The 'Presentation Component' is used to show Images, Videos and Flash Animations and arrange them in Media Lists.
de_de: Die 'Media Präsentation' wird zum zeigen von Bildern, Videos und Flash Animationen genutzt. Diese Medien können in der Media List arrangiert werden.

# Help.Presentation.3
source: Control Videos and Flashs using the 'Movie Panel'. Click Preview to view Flash and Videos (without sound). Enable Loop to loop Flash and Videos in the Presentation Window.
de_de: Steuern sie Videos und Flashs mit dem 'Film Panel'. Klicken sie auf Vorschau um Flashs und Videos (ohne Ton) anzusehen. Schalten sie 'Wiederholen' ein um Flashs und Videos im Beamer-Fenster als Endlos-Schleife laufen zu lassen.

# Help.Presentation.2
source: Here you can preview Media Files before showing them on the Projector.
de_de: Hier können Sie die Media Dateien anschauen bevor Sie über den Projektor zeigen.

# Toolbar.HideBackground
source: Hide Background
de_de: Hindergrund aus
ro_ro: Ascunde Fond

# Message.NewSongTitle
source: New Song..
de_de: Neues Lied...
ro_ro: Cântec Nou..

# Right.Songs.Load
source: <- Load
de_de: <-Laden
ro_ro: Încarcă

# Message.SongNotSaved
source: No name defined - Song hasn't been saved.
de_de: Kein Name angegeben - Lied wurde nicht gespeichert.
ro_ro: Nici un nume definit - Cântecul nu a fost salvat.

# Help.BeamBox.3.Title
source: Size/Position Button
de_de: Größe/Positions-Button

# Message.RenameMediaListTitle
source: Rename MediaList "%1%" to ...
de_de: Media Liste "%1%" umbenennen zu ...
ro_ro: Redenumește Lista Media "%1%" în ...

# Help.Options.5.Title
source: Bible Settings
de_de: Bibel Einstellungen

# Message.ImportMediaTitle
source: Import or Link?
de_de: Importieren oder Verknüpfen?
ro_ro: Importă sau Atașeată ?

# Right.Search.Load
source: <- Load
de_de: <<-Laden
ro_ro: Încarcă

# SongEdit.TextAlignPanel
source: Text Align
de_de: Textausrichtung
ro_ro: Alinează Text

# Help.ShowSongs.1.Title
source: Show Songs
de_de: Lieder zeigen

# Status.SongLoaded
source: Song "%1%" loaded.
de_de: Lied "%1%" geladen.
ro_ro: Cântecul "%1%" încărcat.

# Status.MediaListRenamed
source: MediaList has been renamed to "%1%".
de_de: Media Liste wurde zu "%1%" umbenannt.
ro_ro: Lista media a fost redenumită în "%1%".

# Help.Options.4.Title
source: Projector Settings
de_de: Beamer Einstellungen

# Help.Presentation.2.Title
source: Media Preview
de_de: Media Vorschau

# ShowSongs.HideAuthor_Button
source: Hide Author
de_de: Autor
ro_ro: Ascunde Autor

# Help.Intro.4
source: The Song List displays all available Songs. Select one and click on Load, the get it into the ‘Show Songs’ and ‘Edit Songs’ Window or just simply double-click it. If you have a long list of songs, use the Input Field on top to find it. By clicking the ‘Delete’ Button the selected Song will be deleted permanently. If you click the Play List Button, the selected Song comes into the Play List..
de_de: Die Lied Liste zeigt alle verfügbaren Lieder. Wählen sie eines, und klicken sie auf 'Laden' um es in das 'Lied zeigen' und 'Lied Bearbeiten' Fenster zu bekommen. Mit einem Doppelklick erreichen sie dasselbe. Haben sie eine lange Lied Liste, dann benutzen sie das obere Eingabefeld um ein Lied zu finden. Der 'löschen' Button wird das selektierte Lied löschen und der 'Playlist' Button fügt das Lied der Playlist hinze.

# Help.Intro.7
source: Lists all Folders in the 'Backgrounds'-Directory. Select one, to see all Images inside.
de_de: Listet alle Ordner im 'Backgrounds'-Verzeichnis auf. Wählen sie eines aus um die sich darin befindenden Bilder zu sehen.

# Menu.Song.Rename
source: &Rename...
de_de: Umbenennen...
ro_ro: &Redenumire...

# Help.Intro.1
source: Welcome to the Dreambeam Help Introduction. This bubble will guide you through all important components of Dreambeam. Use the Buttons below to Navigate through the Tutorials. Click CANCEL to stop, BACK to return to the previous bubble and NEXT to continue with the tour.
de_de: Willkommen zur Einführung der Dreambeam Hilfe. Diese Sprechblase wird Sie durch alle wichtigen Komponenten von Dreambeam führen. Benutzen sie die unteren Buttons um durch das Tutorial zu Navigieren. Drücken sie auf 'Abbrechen' um die Hilfe zu beenden, auf 'Zurück' um zur vorherigen Sprechblase zu gelangen und auf 'Weiter' um die Tour fortzuführen.

# ShowSongs.HideText_Button
source: Hide Verses
de_de: Strophen
ro_ro: Ascunde Versuri

# Options.Cancel
source: Cancel
de_de: Abbrechen

# Menu.Song.Exit
source: E&xit DreamBeam
de_de: DreamBeam beenden
ro_ro: I&eșire DreamBeam

# Help.Intro.8
source: Use this list to select Background Images for your Songs. Right Mouse Click -> Manage opens a the Image Folder, where you can add, delete or rename your Images. Right Mouse Click -> Reload refreshes the Image List.
de_de: Benutzen sie die Liste um Hintergrundbilder für ihre Lieder auszuwählen. Mit einem Klick der Rechten Maustaste öffnet sich ein Kontext Menü, dort können sie mit Manage den Bilder Ordner im Explorer öffnen, um Bilder hinzuzufügen, zu löschen oder umzubenennen. Mit Reload im Kontextmenü können sie die Bildliste neu laden.

# Right.Backgrounds.Manage
source: Manage Images
de_de: Bilder verwalten
ro_ro: Manage Image

# Help.TextTool.5.Titlel
source: To Projector Box
de_de: zum Beamer

# Help.Buttons.Finish
source: Finish
de_de: Fertig

# Menu.Help.Options
source: &Options
de_de: Optionen

# Right.Playlist.Remove
source: Remove
de_de: Entfernen
ro_ro: Șterge

# Status.SongToPlayList
source: Song "%1%" added to playlist.
de_de: Lied "%1%" zur Playlist gefügt.
ro_ro: Cântecul "%1%" a fost adăugat.

# Help.Intro.4.Title
source: Songlist
de_de: Lieder

# EditSongs.TextOutline
source: Text Outline
de_de: Umrandung
ro_ro: Contur Text

# Right.Backgrounds.Reload
source: Reload Images
de_de: Bilder neu laden
ro_ro: Reîncărcare Imagini

# Options.Graphics.AlphaCheckBox
source: Alpha Blending
de_de: Alpha Überblendung

# Help.BeamBox.5
source: Define the Projector Window size the same way as the position.
de_de: Bestimmen Sie die Größe des Beamer-Fensters genau so wie die Position.

# Help.BeamBox.4
source: Here you set the Projector Box’s position. You can enter the coordinates or use the buttons for a exact positioning. Of course, you can also drag the Projector Window (only if the Size/Position Button has been pressed).
de_de: Hier bestimmen sie die Position des Beamer-Fensters. Sie können Koordinaten eingeben, oder über die Pfeil-Buttons die exakte Position festlegen. Sie können es natürlich auch mit der Maus verschieben (nur wenn der Größe/Positions-Button aktiviert ist).

# Help.Intro.5
source: The ‘PlayList’ is used to put in all Songs needed for the Worship Session. No need for hectically Song searches. Use the ‘UP’and ‘DOWN’ Buttons to order your PlayList. The ‘REMOVE’ Button removes the Song from the PlayList, without deleting it from the SongList.
de_de: In der Playlist werden alle Lieder aufgelistet, die für die aktuelle Worship Session gebraucht werden. Kein Grund also für hektische Lied-Suchen. Benutzen sie die 'Hoch' und 'Runter' Buttons um die Playlist zu ordnen. Der 'Entfernen' Knopf entfenrt den Song aus der Playlist, ohne ihn in der Lied Liste zu löschen.
ro_ro: PlayLista este folosită pentru colectarea cântecelor necesare pentru o sesiune fiind gata de acces. Folosește butoanele "Sus" și "Jos" ca să aranjezi lista. Butonul "Șterge" , șterge cântecele din PlayList făra ca să fie șterse din Lista de Cântece.

# Options.Bible.SwordFolderGroup
source: Sword Project Folder
de_de: Sword Project Ordner
ro_ro: Dosar Program Sword

# Help.BeamBox.1
source: The Projector Window is used to display your Song on the Beamer. You can turn it on/off and set its Size/Position.
de_de: Das Beamer Fenster zum anzeigen der Lieder auf dem Beamer benutzt. Sie können es ein/aus schalten und seine Größe/Position bestimmen.

# Help.Intro.6
source: Use the Search Tool, to find Songs from Song or Playlist which contain a special search string.
de_de: Benutzen sie die 'Suche' um Lieder aus der Lied Liste oder Playlist zu finden, den die Eingegebenen Worte beinhalten.

# Help.BeamBox.3
source: Press this Button for beeing able to position the Projector Box and set its size.
de_de: Drücken Sie diese Schaltfläche um das Beamer-Fenster zu positionieren und seine Größe einzustellen.

# Help.BeamBox.2
source: Press this Button to show the Projector Box, press it again to hide it.
de_de: Aktivieren Sie diese Schaltfläche um das Beamer-Fenster zu zeigen, deaktivieren sie es, um das Fenster wieder zu verstecken.

# Help.Intro.3
source: Here you are able to switch between the DreamBeam components. They are: SHOW SONGS, EDIT SONGS, MEDIA PRESENTATION and TEXT TOOL. To learn more about them, select them in the Help Menu.
de_de: Hier können sie zwischen den DreamBeam Komponenten umherwechseln. Die Komponenten sind: LIEDER ZEIGEN, LIEDER BEARBEITEN, MEDIA PRESENTATION und das TEXT WERKZEUG. Im Hilfe Menü erfahren sie mehr über sie.

# Help.Intro.2
source: This is the Main Toolbar. Here you can manage the Projector Window (Show, Hide and Change Position), show/hide Text and Background and save Song and Media Lists.
de_de: Das ist die Haupt-Werkzeugleiste. Hier können sie das Beamer Fenster (Anzeigen, verstecken, Position verändern) steuern, den Text und Hintergrund getrennt ein und ausblenden, sowie Lieder und Medien Listen speichern.

# Right.Search
source: Search
de_de: Suchen
ro_ro: Caută

# Options.Graphics.AlphaBlending
source: Alpha Blending:
de_de: Alpha Überblendung

# Menu.MediaList.Rename
source: &Rename...
de_de: Umbenennen...
ro_ro: &Redenumire...

# EditSongs.NextVerse
source: Next Verse
de_de: Nächste Strophe
ro_ro: Versul Următor

# EditSongs.PreviousVerse
source: Previous Verse
de_de: Vorherige Strophe
ro_ro: Versul Anterior

# Message.DeleteSongTitle
source: Delete Song ...
de_de: Lied löschen ...
ro_ro: Șterge Cântec ...

# Message.NewMediaListTitle
source: New MediaList..
de_de: Neue Media Liste..
ro_ro: Listă Media Nouă..

# Help.EditSongs.5
source: This will display a small Preview of your Song. Click on it to enforce a refresh.
de_de: Hier wird die Vorschau ihres Songs angezeigt. Klicken sie darauf um eine Aktuallisierung zu erzwingen.

# Menu.Help.About
source: &About DreamBeam
de_de: Über DreamBeam
ro_ro: &Despre DreamBeam

# TextTool.Bible.GetSword
source: Get the Sword Bible
de_de: Sword Bibel WepPage
ro_ro: Obține Biblia Sword

# Options.Tabs.Common
source: Common Settings
de_de: Allgemein
ro_ro: Setări Comune

# Help.Presentation.3.Title
source: Movie Panel
de_de: Film Panel

# Help.ShowSongs.3.Title
source: Overwrite Background
de_de: Hintergrund überschreiben

# Right.Playlist.Down
source: Down
de_de: Runter
ro_ro: Jos

# Options.BeamBox.BackgroundGroup
source: Background Color:
de_de: Hintergrundfarbe:
ro_ro: Culoare de Fond:

# Help.Intro.8.Title
source: Image List
de_de: Bild Liste

# Right.Playlist.Load
source: <- Load
de_de: <-Laden
ro_ro: Încarcă

# Status.SongRenamed
source: Song has been renamed to "%1%".
de_de: Lied wurde zu "%1%" umbenannt.
ro_ro: Cântecul a fost redenumit în "%1%".

# Menu.Help.ProjectorWindow
source: The Pro&jector Window
de_de: Das Beamer Fenster

# Message.MediaListNotRenamed
source: No Name defined - MediaList hasn't been renamed.
de_de: Kein Name angegeben - Media Liste wurde nicht umbenannt.
ro_ro: Nici un nume definit - Lista Media nu a fost modificată.
